let questions = [
  {
    "numb": 1,
    "question": "f(x) = x^2 என்றால், f(3) இன் மதிப்பு என்ன?",
    "answer": "9",
    "options": ["6", "9", "12", "15"]
  },
  {
    "numb": 2,
    "question": "ஒரு கோணத்தின் பூஜ்ய கோணத்தின் மதிப்பு என்ன?",
    "answer": "90°",
    "options": ["180°", "60°", "90°", "45°"]
  },
  {
    "numb": 3,
    "question": "1 கிலோ என்பது எத்தனை கிராம்?",
    "answer": "1000 கிராம்",
    "options": ["100 கிராம்", "1000 கிராம்", "10 கிராம்", "500 கிராம்"]
  },
  {
    "numb": 4,
    "question": "π இன் சரியான மதிப்பு?",
    "answer": "3.1416",
    "options": ["3", "3.14", "3.1416", "3.141"]
  },
  {
    "numb": 5,
    "question": "√49 = ?",
    "answer": "7",
    "options": ["6", "7", "8", "9"]
  },
  {
    "numb": 6,
    "question": "a² - b² = ?",
    "answer": "(a - b)(a + b)",
    "options": ["(a + b)²", "(a - b)²", "(a - b)(a + b)", "(a² + b²)"]
  },
  {
    "numb": 7,
    "question": "ஒரு வட்டத்தின் பரப்பளவு சூத்திரம் என்ன?",
    "answer": "πr²",
    "options": ["2πr", "πr²", "πd", "r²"]
  },
  {
    "numb": 8,
    "question": "அமிதபாக என்னும் பாகம் எது?",
    "answer": "7/4",
    "options": ["3/2", "4/3", "7/4", "5/6"]
  },
  {
    "numb": 9,
    "question": "log(100) என்பதன் மதிப்பு?",
    "answer": "2",
    "options": ["1", "2", "10", "100"]
  },
  {
    "numb": 10,
    "question": "3x + 2 = 11 என்றால், x = ?",
    "answer": "3",
    "options": ["2", "3", "4", "5"]
  },
  {
    "numb": 11,
    "question": "ஒரு கோணத்தின் पूரண கோணம் 60°. அக்கோணத்தின் மதிப்பு?",
    "answer": "120°",
    "options": ["60°", "90°", "120°", "180°"]
  },
  {
    "numb": 12,
    "question": "P(A ∩ B) என்பது எதை குறிக்கிறது?",
    "answer": "A மற்றும் B நிகழ்வுகள் இரண்டும் நிகழும்",
    "options": ["A மட்டும்", "B மட்டும்", "A மற்றும் B நிகழ்வுகள் இரண்டும் நிகழும்", "A அல்லது B"]
  },
  {
    "numb": 13,
    "question": "மாறிலி என்றால் என்ன?",
    "answer": "மதிப்புகள் மாறக்கூடியது",
    "options": ["நிலையானது", "மாறக்கூடியது", "எண்", "மடங்கு"]
  },
  {
    "numb": 14,
    "question": "x^0 = ?",
    "answer": "1",
    "options": ["0", "x", "1", "முடியாது"]
  },
  {
    "numb": 15,
    "question": "ஒரு மதிப்பின் 25% என்பது?",
    "answer": "மூன்றில் ஒரு பங்கு",
    "options": ["மூன்றில் ஒரு பங்கு", "நான்கில் ஒரு பங்கு", "அரை", "ஐந்தில் ஒரு பங்கு"]
  },
  {
    "numb": 16,
    "question": "A = {1, 2, 3}, B = {2, 3, 4} என்றால் A ∩ B = ?",
    "answer": "{2, 3}",
    "options": ["{1, 2}", "{2, 3}", "{3, 4}", "{1, 4}"]
  },
  {
    "numb": 17,
    "question": "மூன்றாம் தரப் பின்வட்டத்தின் பரிமாணம்?",
    "answer": "4/3 πr³",
    "options": ["πr²", "2πr", "πr³", "4/3 πr³"]
  },
  {
    "numb": 18,
    "question": "x² + 5x + 6 = 0 என்ற சமன்பாட்டின் மூலங்கள்?",
    "answer": "-2, -3",
    "options": ["2, 3", "-2, -3", "1, 6", "-1, -6"]
  },
  {
    "numb": 19,
    "question": "0.75 = ?",
    "answer": "3/4",
    "options": ["1/2", "1/4", "3/4", "2/5"]
  },
  {
    "numb": 20,
    "question": "ஒரு மாதிரியான பைனரி எண்: 1010 என்பது எத்தனை?",
    "answer": "10",
    "options": ["2", "10", "8", "5"]
  },
  {
    "numb": 21,
    "question": "வேகம் = ?",
    "answer": "தூரம் / நேரம்",
    "options": ["தூரம் × நேரம்", "தூரம் / நேரம்", "நேரம் / தூரம்", "தூரம்²"]
  },
  {
    "numb": 22,
    "question": "ஒளியின் வேகம்?",
    "answer": "3 x 10⁸ m/s",
    "options": ["3 x 10⁶ m/s", "3 x 10⁷ m/s", "3 x 10⁸ m/s", "3 x 10⁹ m/s"]
  },
  {
    "numb": 23,
    "question": "ஓம்ஸ் சட்டம் கூறுவது?",
    "answer": "V = IR",
    "options": ["V = IR", "P = IV", "F = ma", "E = mc²"]
  },
  {
    "numb": 24,
    "question": "நியூட்டனின் முதல் சட்டம்?",
    "answer": "நிலைமை அல்லது செல்வாக்கில் இருக்கும் பொருள் தொடரும்",
    "options": ["F = ma", "V = IR", "நிலைமை தொடரும்", "P = mv"]
  },
  {
    "numb": 25,
    "question": "காந்தம் என்பது?",
    "answer": "இரும்பு போன்ற பொருட்களை ஈர்க்கும்",
    "options": ["ஒலி", "ஒளி", "காந்தம்", "வளிமம்"]
  },
  {
    "numb": 26,
    "question": "சக்தியின் அலகு?",
    "answer": "ஜோல்",
    "options": ["வாட்", "ஜோல்", "நியூட்டன்", "மீட்டர்"]
  },
  {
    "numb": 27,
    "question": "சுழற்சி இயக்கம் என்பது?",
    "answer": "ஒரு விடயத்தின் சுற்று இயக்கம்",
    "options": ["நேரியல் இயக்கம்", "சுழற்சி இயக்கம்", "அதிர்வு", "தடுப்பு"]
  },
  {
    "numb": 28,
    "question": "வொல்ட்ஸ் என்பது?",
    "answer": "மின்னழுத்தத்தின் அலகு",
    "options": ["மின்சக்தி", "மின்னழுத்த", "மின்கடத்தல்", "மின்காந்தம்"]
  },
  {
    "numb": 29,
    "question": "ஒரு பொருளின் திரிபு என்றால்?",
    "answer": "அது வளைந்த அல்லது நீண்ட நிலை",
    "options": ["அதை வெட்டும்", "அதை உருட்டும்", "அது திரிபு", "அது உருக்கம்"]
  },
  {
    "numb": 30,
    "question": "பொருளின் அடர்த்தி = ?",
    "answer": "எடை / பருமன்",
    "options": ["எடை + பருமன்", "எடை × பருமன்", "எடை / பருமன்", "பருமன் / எடை"]
  },
  {
    "numb": 31,
    "question": "H₂O என்ன பொருள்?",
    "answer": "நீர்",
    "options": ["அமிலம்", "அல்கஹால்", "நீர்", "காயி"]
  },
  {
    "numb": 32,
    "question": "NaCl என்பது?",
    "answer": "உப்பு",
    "options": ["உப்பு", "சீனி", "அமிலம்", "தண்ணீர்"]
  },
  {
    "numb": 33,
    "question": "HCl என்பது?",
    "answer": "ஹைட்ரோகுளோரிக் அமிலம்",
    "options": ["அல்கஹால்", "அமிலம்", "ஹைட்ரோகுளோரிக் அமிலம்", "நீராவி"]
  },
  {
    "numb": 34,
    "question": "pH மதிப்பு 7 என்றால்?",
    "answer": "நடுநிலை",
    "options": ["அமிலம்", "காரம்", "நடுநிலை", "தண்ணீர்"]
  },
  {
    "numb": 35,
    "question": "H₂SO₄ என்பது?",
    "answer": "அமிலம்",
    "options": ["அமிலம்", "காரம்", "உப்பு", "கலவையம்"]
  },
  {
    "numb": 36,
    "question": "CH₄ என்பது?",
    "answer": "மீத்தேன்",
    "options": ["ஈத்தேன்", "மீத்தேன்", "பியூட்டேன்", "நைட்ரஜன்"]
  },
  {
    "numb": 37,
    "question": "எது ஒரு காரம்?",
    "answer": "NaOH",
    "options": ["HCl", "H₂SO₄", "NaOH", "CH₄"]
  },
  {
    "numb": 38,
    "question": "கூட்டுச்சேர்ப்பு எதிர்வினை உதாரணம்?",
    "answer": "H₂ + O₂ → H₂O",
    "options": ["H₂ + O₂ → H₂O", "NaCl → Na + Cl", "Zn + HCl → ZnCl₂ + H₂", "AgNO₃ + NaCl → AgCl + NaNO₃"]
  },
  {
    "numb": 39,
    "question": "உயிரணுவில் காணப்படும் அமிலம்?",
    "answer": "DNA",
    "options": ["RNA", "DNA", "NaCl", "CH₄"]
  },
  {
    "numb": 40,
    "question": "அல்கஹால் சூத்திரம்?",
    "answer": "C₂H₅OH",
    "options": ["CH₄", "C₂H₆", "C₂H₅OH", "C₆H₆"]
  },
  {
    "numb": 41,
    "question": "கலவையின் எடுத்துக்காட்டு?",
    "answer": "ஊறுகாய்",
    "options": ["நீர்", "ஊறுகாய்", "NaCl", "C₂H₅OH"]
  },
  {
    "numb": 42,
    "question": "எரிபொருள் வாயு?",
    "answer": "LPG",
    "options": ["O₂", "H₂", "LPG", "N₂"]
  },
  {
    "numb": 43,
    "question": "மின்திறன் அதிகமானது?",
    "answer": "Ag",
    "options": ["Fe", "Cu", "Ag", "Al"]
  },
  {
    "numb": 44,
    "question": "நைட்ரஜன் வாயுவின் வண்ணம்?",
    "answer": "வண்ணமற்றது",
    "options": ["நீலம்", "சிவப்பு", "வண்ணமற்றது", "மஞ்சள்"]
  },
  {
    "numb": 45,
    "question": "மிகவும் வலுவான அமிலம்?",
    "answer": "H₂SO₄",
    "options": ["CH₄", "HCl", "NaOH", "H₂SO₄"]
  },
  {
    "numb": 46,
    "question": "உப்பு நீரில் கரையும்போது?",
    "answer": "திடம் -> திரவம்",
    "options": ["திரவ -> திடம்", "திட -> திரவம்", "வாயு -> திரவம்", "திட -> வாயு"]
  },
  {
    "numb": 47,
    "question": "மிகவும் ஓர் உயிரியலாளர்?",
    "answer": "அபூஸ்ட்டேன்",
    "options": ["ஆர்க்கிமிடிஸ்", "பாஸ்டியூர்", "அபூஸ்ட்டேன்", "ஐன்ஸ்டீன்"]
  },
  {
    "numb": 48,
    "question": "சூரியனில் அதிகமாக காணப்படும் வாயு?",
    "answer": "ஹைட்ரஜன்",
    "options": ["ஆமோனியா", "ஹைட்ரஜன்", "மீத்தேன்", "அமிலம்"]
  },
  {
    "numb": 49,
    "question": "சமமன் என்றால்?",
    "answer": "முன் பக்கம் = பின் பக்கம்",
    "options": ["இருவரும் வேறு", "ஒருபக்கம்", "முன் பக்கம் = பின் பக்கம்", "தவறான"]
  },
  {
    "numb": 50,
    "question": "மூலக்கூறு என்றால்?",
    "answer": "ரசாயன அலகு",
    "options": ["அணு", "உப்பு", "மூலக்கூறு", "வாயு"]
  }
]
